[
  {
    "lesson": 1,
    "text": "Hello, Camper 👋. My name is Camperbot. Click the buttons above to learn more about me..."
  },
  {
    "lesson": 2,
    "text": "I am your friendly assistant, and will help you with your work tasks."
  },
  {
    "lesson": 3,
    "text": "My family are so proud for working with you, one of brightest blockchain developers of our time."
  },
  {
    "lesson": 4,
    "text": "It brightens my every day to see that you have a massive reputation of 8."
  },
  {
    "lesson": 5,
    "text": "Counting all the lit up LEDs, I can see that you have 100 tokens!"
  },
  {
    "lesson": 6,
    "text": "Seeing as 90 of these LEDs are greenish, that makes 90/100 of your tokens staked in your Proof of Stake blockchain."
  },
  {
    "lesson": 7,
    "text": "I think you should stake more of your tokens to have a better chance of getting tasks. Click on one of the whiteish LEDs to stake it."
  },
  {
    "lesson": 8,
    "text": "Being a robot, I can count the number of tokens you have very quickly. Click on my hat to get your account stats."
  },
  {
    "lesson": 9,
    "text": "Oooo! Look, Camper! A green LED has turned reddish, and your server screen is flashing! You have a new task!"
  },
  {
    "lesson": 10,
    "text": "Let us click on the screen to see what task you have!"
  },
  {
    "lesson": 11,
    "text": "Hmm... A quiz. Looks like a hard one. I hope you get it correct so we get a reward."
  },
  {
    "lesson": 12,
    "text": "Now that you submitted it, we will have to wait for other nodes to validate your submission."
  },
  {
    "lesson": 13,
    "text": "So... weird weather we have been having."
  },
  {
    "lesson": 14,
    "text": "Finally! Your answer has been validated."
  },
  {
    "lesson": 15,
    "text": "Looks like it has been accepted, and added to the blockchain!"
  },
  {
    "lesson": 16,
    "text": "There is your reward! Another token, and more reputation!"
  },
  {
    "lesson": 17,
    "text": "That brings your total to... Wait! My senses are picking something up on the network..."
  },
  {
    "lesson": 18,
    "text": "What! Nooo! The network is being compromised! We are being hacked!"
  },
  {
    "lesson": 19,
    "text": "Look out!"
  }
]
